Repository: MattiaVicari/PwdCrypter-OpenSource
Catalog: PwdCrypter/PwdCrypter/Extensions/ResxLocalization/Resx/AppResources.*.resx
Languages: it

# btnAgree
source: Agree
it: Accetto

# btnCancel
source: Cancel
it: Annulla

# btnClose
source: Close
it: Chiudi

# btnConfirm
source: Confirm
it: Conferma

# btnDeny
source: Deny
it: Rifiuto

# btnDetail
source: Show details
it: Visualizza i dettagli

# btnGo
source: Go
it: Vai

# btnReadPrivacyPolicy
source: Read the privacy policy
it: Leggi l'informativa sulla privacy

# btnYes
source: Yes
it: Sì

# errCloudAccess
source: Unable to access to Cloud. Error:
it: Impossibile accedere al Cloud. Errore:

# errCloudAuth
source: Unable to complete the authentication on Cloud. Error:
it: Impossibile completare l'operazione di login su Cloud. Errore:

# errCloudDownload
source: Error occurred during the download of the file from Cloud. Error:
it: Errore durante il download del file da Cloud. Errore:

# errCloudLogout
source: Unable to perform the log out operation. Error:
it: Impossibile completare l'operazione di logout. Errore:

# errCloudMalformedResponse
source: Unable to complete the authentication on Cloud. Error: malformed response
it: Impossibile completare l'operazione di login su Cloud. Errore: risposta non valida

# errCloudRedeemTokenCode
source: Unable to complete the authentication on Cloud. Error: unable to redeem the code for access token
it: Impossibile completare l'operazione di login su Cloud. Errore: impossibile ottenere il codice per l'access token

# errCloudRefreshToken
source: Unable to complete the authentication on Cloud. Error: unable to refresh the access token
it: Impossibile completare l'operazione di login su Cloud. Errore: impossibile aggiornare il token di accesso

# errCloudRefreshToken2
source: Unable to complete the update of the session data. Error:
it: Impossibile effettuare l'aggiornamento delle informazioni di sessione. Errore:

# errCloudUpload
source: Error occurred during the upload of file. Error:
it: Errore durante l'upload del file. Errore:

# errCloudUserNotLoggedIn
source: User is not logged in or your session is expired. Please, log in again at the Cloud.
it: Utente non loggato o sessione scaduta. Rieffettuare l'accesso su Cloud.

# errInvalidFile
source: The file is invalid or it is corrupted
it: Il file delle password non è valido o è corrotto

# errInvalidFileFormat
source: Unable to get the passwords list. Invalid file format.
it: Impossibile aprire il file della lista delle password. Formato file non valido.

# errInvalidPassword
source: The password you have inserted is invalid
it: La password inserita non è valida

# errPasswordConfirm
source: The two passwords doesn't match
it: Le due password non corrispondono

# errPasswordConfirmMissing
source: The confirm password is invalid
it: La password di conferma non è valida

# errPasswordFileCreation
source: Error occurred during the initialization of the password list. Error:
it: E' avvenuto un errore durante l'inizializzazione della lista delle password. Errore:

# errPasswordToLong
source: Password too long. Please, type a password with length lower or equal of {0} characters
it: Password troppo lunga. Per favore, digita una password con lunghezza inferiore o uguale a {0} caratteri

# errPrivacyPolicy
source: Error occurred during the loading of the privacy policy text. Error:
it: Errore durante il caricamento del testo dell'informativa sulla privacy. Errore:

# errPrivacyPolicyAgree
source: You have to read and agree with the privacy policy in order to continue
it: Devi leggere e accettare l'informativa sulla privacy per continuare

# errReadPassword
source: Unable to get the passwords list. Error:
it: Impossibile aprire il file della lista delle password. Errore:

# errReadSettings
source: Unable to retrieve the App settings
it: Impossibile ottenere le impostazioni dell'applicazioni.

# errReadSettings2
source: Error occurred during the reading of the App settings. Error:
it: Errore durante la lettura delle impostazioni dell'applicazione. Errore:

# errSettingsUpdate
source: Error occurred during the update of the App settings. Error:
it: Errore durante l'aggiornamento delle impostazioni dell'App. Errore:

# errWrongPassword
source: The password seems to be wrong. Please, check it and retry.
it: La password di accesso sembra errata. Si prega di verificare la password e riprovare

# langID
source: en_us
it: it

# msgChangeSaved
source: Changes have been saved
it: Le modifiche sono state salvate

# msgDataCopyToClipboard
source: The selected data has been copied to the clipboard
it: L'informazione selezionata è stata copiata negli appunti.

# msgPrivacyPolicyDeny
source: The application is going to be closed. You have to uninstall this App from your device if you don't agree with the privacy policy. Are you sure of your choice?
it: L'applicazione verrà chiusa. Dovrai disinstallare questa App dal tuo dispositivo se non accetti l'informativa sulla privacy. Sei sicuro della tua scelta?

# msgUploadToCloud
source: Would you like to upload in the Cloud the passwords list saved in the application?
it: Desideri importare su Cloud la lista corrente delle password salvate nell'applicazione?

# titleAbout
source: About
it: Informazioni

# titleChangeLoginPwd
source: Change the login password
it: Cambia la password di accesso

# titleFilter
source: Filter
it: Filtro

# titlePasswordDetail
source: Password details
it: Dettagli della password

# titlePasswordList
source: Passwords list
it: Lista delle password

# titlePrivacyPolicy
source: Privacy policy
it: Informativa sulla privacy

# titleSettings
source: Settings
it: Impostazioni

# titleSummary
source: Summary
it: Riepilogo

# titleTransferPwd
source: Transfer the passwords list
it: Trasferisci le password

# txtAccountType
source: Account type
it: Tipo di account

# txtAccountTypeApp
source: App login
it: Login di App

# txtAccountTypeBank
source: Bank
it: Banca

# txtAccountTypeCreditDebitCard
source: Credit/Debit card
it: Carta di credito/debito

# txtAccountTypeDevice
source: Device
it: Dispositivo

# txtAccountTypeDeviceHome
source: Home device
it: Dispositivo di casa

# txtAccountTypeDeviceWork
source: Work device
it: Dispositivo di lavoro

# txtAccountTypeInstitutional
source: Institutional account
it: Account di ente o istituto

# txtAccountTypeOther
source: Generic
it: Generico

# txtAccountTypeSoftware
source: Software login
it: Login di software

# txtAddPassword
source: New password
it: Nuova password

# txtAny
source: Any
it: Qualsiasi

# txtBrowserExtHelp
source: Show the instruction when you use the browser extension of PwdCrypter
it: Mostra le istruzioni quando si utilizza l'estesione per il browser di PwdCrypter

# txtCloudRequirement
source: This option is enabled when you are logged in to the Cloud platform
it: Questa opzione è abilitata quando si è effettuato l'accesso alla piattaforma Cloud

# txtCloudYouAreConnected
source: You are connected to {0}
it: Sei attualmente connesso con {0}

# txtCloudYouAreDisconnected
source: You are disconnected
it: Sei attualmente disconnesso

# txtDescription
source: Description
it: Descrizione

# txtEdit
source: Edit
it: Modifica

# txtFilterAllFields
source: Search in all fields
it: Cerca in tutti i campi

# txtFilterCloud
source: Search in Cloud
it: Cerca nel Cloud

# txtFilterCriteria
source: Filter criteria
it: Criterio di ricerca

# txtFirstAccess
source: This is your first access. Create your login password now. You will have to remember this password for log in later.
it: Questo è il tuo primo avvio. Crea la password di accesso all'applicazione. Dovrai ricordarti questa password per accedere in seguito.

# txtFirstAccessTitle
source: Create your login password
it: Crea la password di accesso

# txtIMAPServer
source: IMAP Server
it: Server IMAP

# txtIMAPServerPort
source: IMAP Server port
it: Porta del server IMAP

# txtInsertPassword
source: Insert a password
it: Inserire la password

# txtLastLogin
source: Last login:
it: Ultimo accesso:

# txtLastPassword
source: Last password inserted:
it: Ultima password inserita:

# txtLocalNotification
source: Enable the local notification to your device
it: Abilita le notifiche locali sul tuo dispositivo

# txtLoginPassword
source: Login password
it: Password di accesso

# txtLoginTitle
source: Access your list of passwords
it: Accedi alle tue password

# txtManualAndSupport
source: Online manual and support
it: Manuale e supporto online

# txtMinute
source: minute
it: minuto

# txtMinutes
source: minutes
it: minuti

# txtNever
source: Never
it: Mai

# txtNote
source: Additional notes
it: Note aggiuntive

# txtNothing
source: Nothing
it: Nessuna

# txtPOPServer
source: POP Server
it: Server POP

# txtPOPServerPort
source: POP Server port
it: Porta del server POP

# txtPrivacyAgreement
source: I agree with the privacy policy of PwdCrypter
it: Sono d'accordo con l'informativa sulla privacy di PwdCrypter

# txtPrivacyPolicy
source: Privacy policy
it: Informativa sulla privacy

# txtPwdNoDetails
source: No details to show for the password
it: Nessun dettaglio da mostrare per la password

# txtRememberMe
source: Remember my access data
it: Ricordati i miei dati di accesso

# txtRepeatPassword
source: Confirm the password
it: Ripetere la password

# txtSave
source: Save
it: Salva

# txtSearch
source: Search
it: Ricerca

# txtSeconds
source: seconds
it: secondi

# txtSecurityAnswer
source: Security answer
it: Risposta alla domanda di sicurezza

# txtSecurityQuestion
source: Security question
it: Domanda di sicurezza

# txtSessionTimeout
source: Session timeout
it: Timeout della sessione

# txtSMTPServer
source: SMTP Server
it: Server SMTP

# txtSMTPServerPort
source: SMTP Server port
it: Porta del server SMTP

# txtStatistics
source: Statistics:
it: Statistiche:

# txtStatisticsAccType
source: in {0} categories
it: in {0} categorie

# txtStatisticsAccTypeSingle
source: in 1 category
it: in 1 categoria

# txtSummary
source: Summary of activities
it: Riepilogo attività

# txtTimeInSeconds
source: Time in seconds
it: Tempo espresso in secondi

# txtVersion
source: Version: {0}
it: Versione: {0}

# txtWebSite
source: Web site of YOUR_NAME
it: Sito web di YOUR_NAME

# txtWhen
source: at {0}
it: alle {0}

# urlMyWebSiteLang
source: YOUR_WEBSITE_EN
it: YOUR_WEBSITE_IT

# urlManualAndSupport
source: YOUR_MANUAL_URL_EN
it: YOUR_MANUAL_URL_IT

# errWritePassword
source: Unable to save the passwords list. Error:
it: Impossibile salvare la lista delle password. Errore:

# txtUrlProfile
source: Public profile URL
it: URL del profilo pubblico

# txtBranch
source: Branch
it: Filiale

# txtContractNr
source: Contract number
it: Nr. contratto

# txtFirstSecurityCode
source: First security code
it: Primo codice di sicurezza

# txtSecondSecurityCode
source: Second security code
it: Secondo codice di sicurezza

# txtTelSupport
source: Support tel. number
it: Tel. assistenza

# txtUserID
source: User ID
it: Codice utente

# txtCreditCardNumber
source: Credit card number
it: Numero carta di credito

# txtProvider
source: Provider
it: Fornitore

# txtOS
source: Operative System
it: Sistema Operativo

# txtVersionDesc
source: Version
it: Versione

# txtManual
source: User manual
it: Manuale utente

# txtSupport
source: Support
it: Assistenza e supporto

# txtWebsiteDesc
source: Web site
it: Sito web

# txtName
source: Name
it: Nome

# txtSecurityCode
source: Security code
it: Codice di sicurezza

# txtOther
source: Other
it: Altro

# txtAttachment
source: Attachment
it: Allegato

# txtAddAttachment
source: Add attachment...
it: Aggiungi allegato...

# titleAttachment
source: Attachment
it: Allegato

# txtDelete
source: Delete
it: Cancella

# btnContinueChange
source: Continue with changes
it: Continua con le modifiche

# btnIgnore
source: Ignore
it: Ignora

# msgQuestionAbandon
source: There are changes to be confirmed. Do you want to abandon this changes?
it: Ci sono delle modifiche da confermare. Vuoi abbandonare le modifche?

# btnIgnoreChange
source: Ignore changes
it: Ignora le modifiche

# txtCancel
source: Discard changes
it: Annulla le modifiche

# msgQuestionPwdUndo
source: Are you sure to discard all the changes made to the password data (not only the details information)?
it: Sei sicuro di voler abbandonare tutte le modifiche apportate alla password (non solo quelle sulle informazioni di dettaglio)?

# msgQuestionUndo
source: Do you really want to abandon all the changes?
it: Sei davvero sicuro di voler abbandonare tutte le modifiche?

# msgQuestionAttachmentUndo
source: Are you sure to discard the changes you made to the attachment?
it: Sei sicuro di voler abbandoare le modifiche apportate all'allegato?

# errSaveAttachment
source: Unable to save the attachment. Error:
it: Impossibile salvare l'allegato. Errore:

# errDeleteAttachment
source: Unable to complete the attachment deleting. Error:
it: Impossibile completare l'eliminazione del file allegato. Errore:

# errAttachmentFile
source: Please, select the file you want to attach to the password
it: Selezionare il file che vuoi allegare alla password

# errAttachmentName
source: Please, insert the description for the attachment
it: Inserire la descrizione dell'allegato

# msgQuestionAttachmentDelete
source: Do you really want to remove the attachment?
it: Vuoi davvero rimuovere l'allegato?

# errCorruptedFile
source: Oh no :( The file seems to be corrupted!
it: Oh no :( Il file sembra essere corrotto!

# errGetAttachmentFile
source: Unable to retrieve the attachment file. Error:
it: Impossibile recuperare il file dell'allegato. Errore:

# errFileNotFound
source: File not found
it: File non trovato

# titleAttachments
source: Attachments
it: Allegati

# errCloudAttachmentsUpload
source: Error occurred during the upload of the attachments to the Cloud. Error:
it: Errore durante il caricamento degli allegati sul Cloud. Errore:

# errCloudCreateFolder
source: Unable to create the folder in the Cloud. Error:
it: Impossibile creare la cartella su Cloud. Errore:

# txtAttachmentPlaceholder
source: Click here to select the attachment file...
it: Fai click qui per selezionare il file allegato...

# msgPwdInserted
source: Password has been added to the list
it: La password è stata aggiunta alla lista

# msgQuestionPasswordDelete
source: Do you really want to delete the password, with all its details and attachments?
it: Vuoi davvero eliminare la password e tutti i suoi dettagli, allegati compresi?

# errPasswordDelete
source: Error occurred during the password deletion. Error:
it: E' avvenuto un errore durante l'eliminazione della password. Errore:

# txtPwdListEmpty
source: Your password list is empty :(
it: La tua lista delle password è vuota :(

# btnEditDetail
source: Edit details
it: Modifica i dettagli

# btnInsertDetail
source: Insert details
it: Inserisci i dettagli

# txtPwdListNoResult
source: Your search didn't get any result
it: La tua ricerca non ha prodotto alcun risultato

# titleWait
source: Please wait...
it: Attendere...

# txtPleaseWait
source: Please, wait...
it: Attendere la fine dell'operazione...

# btnContinue
source: Continue
it: Continua

# txtClearFilter
source: Clear filter
it: Rimuovi filtro

# txtLoginOption
source: Username for login
it: Nome utente per il login

# msgPwdSent
source: Data ready to be transmitted to the browser extension
it: Dati pronti per essere spediti all'estensione del browser

# msgPwdExtensionHelp
source: Data ready to be sent. Set the focus to the first field in your login form and click on the browser extension icon.
it: Dati pronti per essere spediti. Posizionati sul primo campo del form di login e clicca sull'icona dell'estensione sul tuo browser.

# txtNewPassword
source: New password
it: Nuova password

# txtOldPassword
source: Old password
it: Vecchia password

# errCheckPassword
source: The new password doesn't match the password in the confirmation field. Check it and retry.
it: La nuova password non corrisponde a quella inserita nel campo di verifica. Ricontrollare la password inserita e riprovare.

# errNewPassword
source: Please, type the new password
it: Digitare la nuova password

# errOldPassword
source: Please, type the old password
it: Digitare la vecchia password

# errRepeatPassword
source: Please, repeat the new password
it: Ripetere la nuova password

# errSamePassword
source: The new password shall not match the old password
it: La nuova password non deve corrispondere a quella vecchia

# msgQuestionCloudChangeLogin
source: Do you want update your login password also for the Cloud? Keep in mind that if you don't do this, you won't be able to access to the file saved in the Cloud.
it: Vuoi aggiornare la password di accesso anche per il Cloud? Tieni presente che, se non lo farai, non sarai più in grado di accedere al file su Cloud.

# msgQuestionCloudConn
source: You are not logged in to the Cloud. In order to continue with the update, you should login to the Cloud before. Do you want to login to the Cloud?
it: Non sei connesso al Cloud. Per poter continuare con l'aggiornamento, dovresti prima accedere al Cloud. Vuoi connetterti al Cloud ora?

# msgChangeLoginDone
source: Login password updated!
it: Password di accesso aggiornata!

# errChangePassword
source: Unable to complete the change of the login password. Error:
it: Impossibile completare il cambio della password di accesso. Errore:

# msgSessionTimeout
source: Your session is expired due session timeout setting
it: La tua sessione è scaduta per le impostazioni di timeout della sessione

# txtCardHolder
source: Card holder name
it: Nome del titolare

# txtExpirationDate
source: Expiration date
it: Data di scadenza

# txtVerificationNumber
source: Verification number
it: Codice di sicurezza (CVV)

# titleTransfer
source: Transfer your password
it: Trasferisci le tue password

# txtExport
source: Export
it: Esporta

# txtImport
source: Import
it: Importa

# titleExport
source: Export
it: Esportazione

# txtExportFormat
source: Export format
it: Formato di esportazione

# txtFormatDescZIP
source: The password list is exported to a plain text file (unencrypted file) in JSON format. The ZIP archive contains also all the attachments you have linked to the password.
it: La lista delle password viene esportata in un file in chiaro (non criptato) in formato JSON. L'archivio ZIP contiene tutti gli allegati che hai associato alle password.

# txtFormatDescLIST
source: The password list is exported to a encrypted file with .list extension. This is the owned format of PwdCrypter. All the attachments are included.
it: La lista delle password viene esportata in un file criptato con estensione .list. Questo è il formato proprietario di PwdCrypter. Tutti gli allegati sono inclusi.

# txtFormatDescJSON
source: The password list is exported to a plain text file (unencrypted file) in JSON format. No attachment is included in this format.
it: La lista delle password viene esportata in un file in chiaro (non criptato) in formato JSON. Nessun allegato è incluso in questo formato.

# txtFormatNameZIP
source: ZIP format (unencrypted format)
it: Formato ZIP (in chiaro)

# txtFormatNameLIST
source: LIST format (encrypted format)
it: Formato LIST (criptato)

# txtFormatNameJSON
source: JSON format (unencrypted format)
it: Formato JSON (in chiaro)

# errExportPwdList
source: Error occurred during the export of the password list. Error:
it: E' avvenuto un errore durante l'esportazione della lista delle password. Errore:

# txtImportExportFileFormatJSON
source: JSON format
it: Formato JSON

# txtImportExportFileFormatLIST
source: PwdCrypter List file
it: File di lista di PwdCrypter

# txtImportExportFileFormatZIP
source: Compressed file ZIP
it: File compresso ZIP

# errImportPwdList
source: Error occurred during the import of the password list. Error:
it: Errore durante il processo di importazione della lista delle password. Errore:

# msgPwdImportCancelled
source: Import cancelled
it: Importazione annullata

# msgQuestionPwdImport
source: Are you really sure you want to import the password list from external file? Keep in mind that the current list of password will be overwritten.
it: Sei sicuro di voler importare la lista delle password da un file esterno? Tieni in mente che la lista corrente verrà sovrascritta.

# errImportWrongPassword
source: Unable to access to the source password list. Maybe the access password for that file doesn't match with the current access password.
it: Impossibile accedere alla lista delle password. Probabilmente la password di accesso al file sorgente non corrisponde a quella corrente.

# errUnknownFormat
source: Unknown format!
it: Formato sconosciuto!

# errImportPassword
source: Error occurred during the import process. Unable to complete the operation.
it: Errore durante il processo di importazione. Impossibile completare l'operazione.

# txtExportCloud
source: Export the passwords stored in the Cloud
it: Esporta le password salvate su Cloud

# msgPwdImportDone
source: Import successfully completed!
it: Importazione completata con successo!

# msgQuestionCloudNoConn
source: You are not currently logged to the Cloud. Do you want to login now?
it: Attualmente non sei collegato al Cloud. Vuoi effettuare il login ora?

# errCloudFileNotFound
source: Data not found in the Cloud.
it: Nessun dato disponibile sul Cloud.

# msgQuestionPwdDonwload
source: Are your really sure you want to download the passwords list (and attachments) from the Cloud? Keep in mind that the current list and attachments will be overwritten.
it: Sei davvero sicuro di voler scaricare dal Cloud la lista delle password (e i suoi allegati)? Tieni presente che la lista corrente e gli allegati verranno sovrascritti.

# msgQuestionPwdUpload
source: Are your really sure you want to upload the passwords list (and attachments) to the Cloud? Keep in mind that the current list and attachments in the Cloud will be overwritten.
it: Sei davvero sicuro di voler caricare su Cloud la lista corrente delle password (compresi gli allegati)? Tieni presente che le password e gli allegati attualmente su Cloud verranno sovrascritti.

# msgPwdDownloadDone
source: Attachments and list of passwords successfully downloaded from the Cloud!
it: Allegati e lista delle password scaricati con successo dal Cloud!

# msgPwdUploadDone
source: Attachments and list of passwords successfully uploaded in the Cloud!
it: Allegati e lista delle password caricati con successo sul Cloud!

# titleExportFilter
source: Export filter
it: Filtro di esportazione

# msgPwdExportDone
source: Export successfully completed!
it: Esportazione completata con successo!

# msgPwdExportTo
source: Password list successfully exported to {0}
it: Lista delle password esportate con successo in {0}

# txtSafelyUnguessable
source: Safely unguessable
it: Difficilmente indovinabile

# txtSomewhatGuessable
source: Somewhat guessable
it: Un po' insicura

# txtVeryGuessable
source: Very guessable
it: Facilmente indovinabile

# txtVeryUnguessable
source: Very unguessable
it: Molto sicura

# txtWeak
source: Weak
it: Debole

# warnWeakPassword
source: Your password is too guessable. Do you want to continue in spite of that?
it: La password è troppo debole. Vuoi continuare nonostante ciò?

# txtPwdOrderAccountType
source: Account type
it: Categoria

# txtPwdOrderName
source: Name
it: Nome

# txtPwdOrder
source: Order by
it: Ordina per

# txtPwdOrderRegistration
source: Registration date
it: Data di registrazione

# titleCheckPassword
source: Check your passwords
it: Verifica le tue password

# btnCheckPassword
source: Start checking your passwords
it: Inizia a verificare le tue password

# txtPoweredByHaveIBeenPwned
source: Have I Been Pwned is the source of the data
it: Have I Been Pwned è la sorgente dei dati

# errCheckingPassword
source: Error occurred during the passwords checking. Error:
it: E' avvenuto un errore durante la verifica delle password. Errore:
