Repository: MattiaVicari/PwdCrypter-OpenSource
Catalog: PwdCrypter/PwdCrypter/Extensions/ResxLocalization/Resx/AppResources.*.resx
Languages: it

# txtBreachedAccount
source: Oh no! There are found {0} accounts that have been breached!
it: Oh no! Sono stati trovati {0} account che sono stati violati!

# txtNoBreachedAccount
source: Good news! No accounts have been breached!
it: Buone notizie! Nessun account è stato violato!

# errAccountsBreachedFailed
source: Unable to find breach information about some accounts.
it: Impossibile trovare le informazioni sulla violazione di alcuni account.

# txtOneBreachedAccount
source: Oh no! There is found 1 account that has been breached!
it: Oh no! E' stato trovato 1 account che è stato violato!

# btnShowBreachedAccounts
source: See details about the breached accounts
it: Vedi i dettagli degli account violati

# titleBreachedAccount
source: Breached Accounts
it: Account violati

# txtBreachesCount
source: Breaches count:
it: Numero di violazioni:

# titleBreachedAccountDetails
source: Breaches Detail
it: Dettagli sulle violazioni

# txtBreachAddedDate
source: Added date:
it: Aggiunto il:

# txtBreachDataClasses
source: Data classes:
it: Classi dei dati:

# txtBreachDate
source: Breach date:
it: Data della violazione:

# txtBreachDescription
source: Description:
it: Descrizione:

# txtBreachDomain
source: Domain:
it: Dominio:

# txtBreachIsSpamList
source: Spam list:
it: Lista delle spam:

# txtBreachModifiedDate
source: Modified date:
it: Modificato il:

# txtBreachName
source: Name:
it: Nome:

# txtBreachTitle
source: Title:
it: Titolo:

# txtYes
source: Yes
it: Sì

# txtShowDescription
source: Show description...
it: Mostra la descrizione...

# errInAppBillingNotConnected
source: Unable to connect to the In-App billing service
it: Impossibile connettersi con il servizio di acquisti In-App

# errInAppBillingNotSupported
source: In-App billing is not supported on your device
it: Gli acquisti In-App non sono supportati sul tuo dispositivo

# errAlreadyOwned
source: The product is already owned
it: Possiedi già il prodotto

# errAppStoreUnavailable
source: App store is unavailable on your device
it: L'App store non è disponibile sul tuo dispositivo

# errBillingUnavailable
source: Billing system is unavailable
it: Il sistema di acquisti non è disponibile

# errDeveloperError
source: There is a developer issue. Please, contact the technical support
it: C'è un problema tecnico. Per piacere, contattare il supporto tecnico

# errGeneralError
source: Unknown error. Please, contact the technical support
it: Errore sconosciuto. Per piacere, contattare il supporto tecnico

# errInvalidProduct
source: The requested product is invalid. Please, contact the technical support
it: Il prodotto richiesto non è disponibile. Per piacere, contattare il supporto tecnico

# errItemUnavailable
source: The product is not available. Please, contact the technical support
it: Il prodotto non è disponibile. Per piacere, contattare il supporto tecnico

# errNotOwned
source: The product is not owned and can not be consumed
it: Non possiedi il prodtto e non è possibile utilizzarlo

# errPaymentInvalid
source: One of the payment parameters was not recognized by the App store
it: Alcuni dei parametri di acquisto non sono stati riconosciuti dall'App store

# errPaymentNotAllowed
source: The user is not allowed to authorize payments
it: L'utente non ha i permessi per autorizzare l'acquisto

# errProductRequestFailed
source: The product request is failed. Please, contact the technical support
it: La richiesta per il prodotto è fallita. Per piacere, contattare il supporto tecnico

# errRestoreFailed
source: Restoring the transaction failed. Please, contact the technical support
it: Il ripristino della transazione è fallita. Per piacere, contattare il supporto tecnico

# errServiceUnavailable
source: The network connection seems to be down
it: La connessione di rete verso il servizio sembra inattiva

# errUserCancelled
source: User has cancelled the purchase
it: L'utente ha cancellato l'acquisto

# errUnableToPurchase
source: Unable to purchase the product
it: Impossibile acquistare il prodotto

# errUnableToFindProducts
source: Unable to find information about the products. Please, contact the techincal support
it: Impossibile trovare le informazioni sui prodotti. Per piacere, contattare il supporto tecnico

# errConsumeProduct
source: Error occurred during the product consuming
it: Si è verificato un errore durante il consumo del prodotto

# btnNoThanks
source: No, thanks
it: No, grazie

# btnYesUpgradePRO
source: Purchase € 5,00
it: Passa a PRO (€ 5,00)

# titleUpgradeToPLUS
source: Upgrade to PLUS version
it: Passa alla versione PLUS

# txtPLUSAttachmentFeature
source: Attachment in password detail
it: Allegati nei dettagli delle password

# txtPLUSCloudFeature
source: Cloud (OneDrive and GoogleDrive)
it: Cloud (OneDrive e GoogleDrive)

# txtUpgradeToPLUS
source: Upgrade to PLUS version you will get
it: Passando alla versione PLUS avrai

# btnAttachmentFeature
source: Get the attachments feature
it: Ottieni la funzionalità degli allegati

# txtPurchase
source: Purchase
it: Acquista

# msgQuestionGenPassword
source: Do you want to generate a random password? This will replace the current content with a new password with 12 characters length.
it: Vuoi generare una password casuale? Il contenuto corrente verrà sostituito con una password di 12 caratteri.

# msgLogoutCloudPlatform
source: You are currently logged in another Cloud platform. Please, log out from the current platform before.
it: Sei attualmente connesso a un'altra piattaforma Cloud. Effettua prima il logout dalla piattaforma corrente.

# errBreachedLoadFileFailed
source: Unable to load the data from cache. Error:
it: Impossibile leggere i dati dalla cache. Errore:

# errBreachedSaveFileFailed
source: Unable to save data in cache. Error:
it: Impossibile salvare i dati in cache. Errore:

# txtLastCheck
source: Last check on
it: Ultimo controllo il

# txtNextCheck
source: Next check is allowed since
it: Prossimo controllo permesso dal

# txtSend
source: Send to the browser
it: Invia al browser

# errGenericError
source: Error occurred!
it: E' avvenuto un errore!

# txtDataSource
source: Data source: {0}
it: Sorgente dati: {0}

# txtLocalSource
source: local
it: locale

# warnFileCorruptedButRecover
source: Warning: data seems to be corrupted. The App has tried to recover the data. Please, check your last changes.
it: Attenzione: i dati sembrano essere corrotti. L'App ha provato a recuperare i dati. Si prega di verificare le ultime modifiche.

# txtUnlockCode
source: Unlock code for other platforms
it: Codice di sblocco per le altre piattaforme

# btnIHaveUnlockCode
source: I have got an unlock code
it: Ho un codice di sblocco

# btnUnlock
source: Unlock
it: Sblocca

# titleUnlock
source: Unlock feature
it: Sblocca funzionalità

# txtUnlockCode2
source: Unlock code
it: Codice di sblocco

# errInvalidUnlockCode
source: Please, insert a valid unlock code
it: Inserire un codice di sblocco valido

# errUnlock
source: Error occurred during the unlock procedure. Error:
it: Errore durante la procedura di sblocco. Errore:

# errUnlockCodeNoMatch
source: The unlock code doesn't match
it: Il codice di sblocco non corrisponde

# msgFeatureUnlocked
source: Feature unlocked with success!
it: Funzionalità sbloccata con successo!

# txtUsedUnlockCode
source: You are using the following unlock code:
it: Stai utilizzando il seguente codice di sblocco:

# warnExpireUnlockCode
source: You are using an unlock code. For security reason, if you change the master password, you have to insert the new unlock code come from the other platform. Remember that you have to use the same master password also in the other App. Do you want to continue?
it: Stai utilizzando un codice di sblocco. Per motivi di sicurezza, se si cambia la master password, dovrai inserire il nuovo codice di sblocco proveniente dall'altra App. Ricorda che dovrai utilizzare la stessa master password anche sull'altra App. Vuoi proseguire?

# warnPersistentUnlockCode
source: You are using a persistent unlock code. Due to the change of your master password, this unlock code has been renewed. In the "About page" you can always see the unlock code you are using. Take note about this new code.
it: Stai utilizzando un codice di sblocco persistente. In seguito all'aggiornamento della master password, questo codice di sblocco è stato rinnovato. Nella pagina delle informazioni puoi sempre vedere il codice di sblocco che stai utilizzando. Si prega di prendere nota del nuovo codice.

# txtFastSearch
source: Fast search...
it: Ricerca veloce...

# errUnableToReadNTFSet
source: Unable to read the push notification settings. Error:
it: Impossibile leggere le impostazioni per le notifiche push. Errore:

# txtPushNotification
source: Enable the push notification to your device
it: Abilita le notifiche push sul tuo dispositivo

# btnOpenNFSettings
source: Open
it: Apri

# txtOpenPushNFSettings
source: Use the "Notifications and actions" settings panel of Windows 10.
it: Usa il pannello delle "Notifiche e azioni" di Windows 10.

# titleNewsList
source: News list
it: Lista delle news

# txtNewsListEmpty
source: No news for you!
it: Nessuna news per te!

# langIDSuper
source: en
it: it

# txtNewsOf
source: News of {0}
it: Notizia del {0}

# btnSecurityAccess
source: Security and access
it: Accesso e sicurezza

# btnConfigure
source: Configure
it: Configura

# titleSecurityAccess
source: Security and access
it: Accesso e sicurezza

# txtSecurityAccess
source: Access with
it: Accedi con

# txtFingerprint
source: Fingerprint
it: Impronta

# txtTwoFactor
source: 2-Factor Authentication
it: Autenticazione a due fattori (2FA)

# errConfigFingerprint
source: Error occurred while configuring the fingerprint access. Error: {0}
it: Errore durante la configurazione di accesso tramite impronta digitale. Errore: {0}

# titleFingerprint
source: Fingerprint
it: Impronta

# txtFingerprintCanceled
source: Operation cancelled by the user
it: Operazione cancellata dall'utente

# txtFingerprintError
source: An error has occurred: {0}
it: Si è verificato un errore: {0}

# txtFingerprintFailed
source: Authentication failed! Fingerprint doesn't match
it: Autenticazione fallita! L'impronta non corrisponde

# txtFingerprintHelp
source: Help required: {0}
it: Richiesta di aiuto: {0}

# txtFingerprintReady
source: Please, put up your finger against the sensor...
it: Appoggiare il dito sul sensore...

# txtFingerprintSucceeded
source: Authentication succeeded!
it: Autenticazione completata con successo!

# txtFingerprintConfigured
source: Access by fingerprint is available
it: Disponibile l'accesso tramite impronta digitale

# btnReconfigure
source: Reconfigure
it: Riconfigura

# msgFingerprintReconfigure
source: You have enabled the access through fingerprint. You need to reconfigure this setting after changing the master password. Please, go to the security and access page and enroll your fingerprint.
it: Hai abilitato l'accesso tramite impronta digitale. È necessario riconfigurare questa impostazione dopo aver modificato la password principale. Vai alla pagina di Accesso e sicurezza e registra la tua impronta digitale.

# title2FASetting
source: 2-FA settings
it: Impostazione per 2-FA

# txtTwoFactorAuth
source: Scan the QR code or use the displayed code.
it: Scansiona il codice QR o utilizza il codice visualizzato.

# errTwoFactorConfig
source: Error occurred during the configuration of the two factor authentication. Error: {0}
it: Si è verificato un errore durante la configurazione dell'autenticazione a due fattori. Errore: {0}

# txtBackupCode
source: Recovery code:
it: Codice di ripristino:

# txt2FAConfigured
source: Access with 2-FA is configured
it: Accesso configurato con 2-FA

# txtCode
source: Code
it: Codice

# titleTOTP
source: OTP code
it: Codice OTP

# msgTOTPCancelled
source: Operation cancelled by the user
it: Operazione cancellata dall'utente

# errTOTPWrongCode
source: The code doesn't match! Check your Authentication App and retry.
it: Il codice non corrisponde! Verifica l'App di autenticazione e riprova.

# errTwoFactorConfig2
source: The two factor authentication is not configured. Please, go to the Security and Access page and register your configuration.
it: L'autenticazione a due fattori non è configurata. Vai alla pagina Accesso e sicurezza e registra la tua configurazione.

# errTwoFactorNotAvailable
source: Two factor authentication is not available.
it: L'autenticazione a due fattori non è disponibile.

# txtRecovyCodeAlert
source: Store the recovery code in a safe location. If you lose your phone or your authentication App setting, you will be locked out.
it: Salva il codice di ripristino in un luogo sicuro. Se perdi lo smartphone o le impostazioni dell'App di autenticazione, verrai bloccato fuori.

# btnVerify
source: Verify
it: Verifica

# txtTOTP
source: Type the OTP code displayed in your Authentication App.
it: Inserisci il codice OTP visualizzato nella tua App di autenticazione.

# txtUseRecoveryCode
source: You are not able to get your token? Click here and use the recovery code instead.
it: Non riesci a ottenere il token? Fai click qui e utilizza il codice di ripristino.

# txtTOTPRecoveryCode
source: Enter the recovery code. For security reason, a new recovery code will be generated after you have used it.
it: Inserisci il codice di ripristino. Per motivi di sicurezza, un nuovo codice di ripristino verrà generato dopo il suo utilizzo.

# titleRecoveryCode
source: 2FA recovery code
it: Codice di ripristino per 2FA

# txtRecoveryCode
source: This is your new recovery code. Store it in a safe location. If you lose your phone or your authentication App setting, you will be locked out.
it: Questo è il tuo nuovo codice di ripristino. Salvalo in un posto sicuro. Se perdi lo smartphone o le impostazioni dell'App di autenticazione, verrai bloccato fuori.

# errWrongRecoveryCode
source: The recovery code is invalid!
it: Il codice di ripristino non è valido!

# btnShowPasswordCheckResult
source: Some passwords need attention
it: Alcune password richiedono attenzione

# txtNoPasswordAttention
source: Good news! All it seems to be fine!
it: Buone notizie! Tutto sembra essere a posto!

# txtOnePasswordAttention
source: Oh no! There is a password that need your attention!
it: Oh no! C'è una password che richiede attenzione!

# txtPasswordsAttention
source: Oh no! There are {0} passwords that need your attention!
it: Oh no! Ci sono {0} password che richiedono attenzione!

# errPwdCheckerLoadFileFailed
source: Unable to load the password checker data from cache. Error: {0}
it: Impossibile caricare i dati della verifica delle password dalla cache. Errore: {0}

# errPwdCheckerSaveFileFailed
source: Unable to save the password checker data in cache. Error: {0}
it: Impossibile salvare i dati della verifica delle password in cache. Errore: {0}

# txtPwdIssues
source: Issues:
it: Problemi:

# txtPwdIssueTooOld
source: The password is too old. Last change is older than {0} days.
it: La password è troppo vecchia. L'ultima modifica risale a più di {0} giorni fa.

# txtPwdIssueTooWeak
source: The password is too weak.
it: La password è troppo debole.

# txtPwdIssueTooOld2
source: Password too old
it: Password troppo vecchia

# txtPwdIssueTooWeak2
source: Password too weak
it: Password troppo debole

# txtCalcTime
source: Calculation time [ms]:
it: Tempo di calcolo [ms]:

# txtCrackTime
source: Crack time:
it: Tempo per il crack:

# txtEntropy
source: Entropy [bit]:
it: Entropia [bit]:

# txtLastChange
source: Last change:
it: Ultima modifica:

# txtScore
source: Score [0 - 4]:
it: Punteggio [0 - 4]:

# txtCenturies
source: centuries
it: secoli

# txtDays
source: days
it: giorni

# txtHours
source: hours
it: ore

# txtInstant
source: instant
it: istantaneo

# txtMonths
source: months
it: mesi

# txtYears
source: years
it: anni

# txtDescription2
source: Description:
it: Descrizione:

# errPasswordNoyFound
source: Password not found!
it: Password non trovata!

# btnShowPassword
source: Show password
it: Mostra la password

# title3rdPartyLicenses
source: Third party licenses
it: Licenze terze parti

# msgCheckPassword
source: It's time to check your passwords! Click on this notification and start the analysis.
it: È ora di controllare le tue password! Fai click sulla notifica e avvia l'analisi.

# txtPeriodicallyCheckPassword
source: Check periodically the passwords
it: Controllo periodico delle password

# txtWeek
source: week
it: settimana

# txtYear
source: year
it: anno

# txtSkipPasswordCheck
source: Skip the password check
it: Salta il controllo della password

# txtPasswordSkipped
source: Number of skipped passwords: {0}
it: Numero di password ignorate: {0}

# txtBackupFrequency
source: Backup frequency
it: Frequenza di backup

# txtBackupHistory
source: Backup history
it: Storico dei backup

# txtBackupInCloud
source: This feature is available for the backup in the Cloud
it: Questa funzione è disponibile per il backup su Cloud

# btnBackup
source: Create a backup
it: Esegui il backup

# btnRestore
source: Restore
it: Ripristina

# txtLastBackup
source: Last backup created on {0}
it: Ultimo backup creato il {0}

# txtNextBackup
source: Next backup scheduled on {0}
it: Prossimo backup programmato per il {0}

# errBackupLoadCacheFailed
source: Unable to load the additional info about the last backup. Error: {0}
it: Impossibile caricare le informazioni aggiuntive riguardo all'ultimo backup. Errore: {0}

# errBackupSaveCacheFailed
source: Unable to save the additional info about the last backup. Error: {0}
it: Impossibile salvare le informazioni aggiuntive riguardo all'ultimo backup. Errore: {0}

# errBackup
source: Error occurred during the backup operation. Error: {0}
it: Si è verificato un errore durante l'operazione di backup. Errore: {0}

# titleBackupLocation
source: Backup location
it: Locazione del backup

# txtLocal
source: Local
it: Locale

# msgBackupSaved
source: Backup successfully created!
it: Backup creato con successo!

# errBackupHistory
source: Backup history check failed! Error: {0}
it: Controllo dello storico dei backup fallito! Errore: {0}

# errBackupRestore
source: Error occurred during the restore operation. Error: {0}
it: Errore durante l'operazione di ripristino. Errore: {0}

# msgRestoreDone
source: Restore completed!
it: Ripristino completato!

# msgNoBackup
source: No backup available
it: Nessun backup disponibile

# txtBackupSelection
source: Select the backup file to restore
it: Seleziona il file di backup da ripristinare

# errDatePriorToday
source: Please, select a date from today onwards.
it: Selezionare una data da oggi in poi.

# errTimePriorNow
source: Selecting a time in the past is not allowed.
it: Non è consentito selezionare un'orario nel passato.

# txtEveryMonth
source: Every month
it: Ogni mese

# errTimePrior15MinuteFromNow
source: The start time must be greater than at least 15 minutes from now.
it: L'orario di partenza deve essere successivo di almeno 15 minuti da ora.

# txtNextCheckScheduled
source: Next check scheduled on {0}
it: Prossimo controllo programmato per il {0}

# txtHour
source: hour
it: ora

# txtMonth
source: month
it: mese

# txtApproximateDateTime
source: This is the approximate time of schedulation.
it: Questa è l'ora approssimativa di pianificazione.

# txtMonthYearExplanation
source: "Month" means 30 days and "Year" means 365 days.
it: Per "Mese" si intende 30 giorni; per "Anno" si intende 365 giorni.
